{
	"date": "February 12, 2018",
	"title": "Real Innovation",
	"author": "Randy Graves",
	"blog": "Outside the Box",
	"html": "<p>We’ve all heard the familiar term <b>Outside the Box</b> that generally is meant to indicate creative or innovative thinking. The “Box” represents the normal way of looking at and doing things based on cultural, organizational, or governmental assumptions that artificially constrains an individual’s creative thinking. Innovative thinking can mean many things depends on where one stands in organizational environments. This <a target='_blank' href='https://www.ideatovalue.com/inno/nickskillicorn/2016/03/innovation-15-experts-share-innovation-definition/'>URL</a> will lead you to 15 different definitions of innovation.</p><p>These 15 definitions generally have a common thread: anything creative that is new or improved is called innovative. I believe this is the wrong way to look at innovation. In reality, changes that are small improvements in process, products, or application are “evolutionary” and are typical Inside the Box thinking. True Outside the Box thinking produces paradigm changes that forever modify our usage of processes, products, or applications.</p><p>Let us look at a recent well-known innovation: the iPhone. Before Steve Jobs and Apple launched the iPhone the cell phone market was dominated by a few large global companies that focused on Inside the Box thinking. Each year cell phones were becoming smaller and lighter with incremental (evolutionary) improvements leading to small “flip” phones that were easy to carry and which were becoming “fashion” statements.</p><p>Then came the paradigm shift on June 29, 2008 when Apple introduced the iPhone and startled the cell phone market. Overnight the iPhone was an immediate success as this “smartphone” became the cell phone market dominator. The iPhone was a true paradigm shift and in just a few years the traditional cell phones disappeared from the marketplace. The iPhone and other smartphones offered features and capabilities never expected in a hand-held communication device.</p><p>Are today’s smartphones innovative . .  no . . . the improvements in the Apple and Samsung phones are today incremental (evolutionary) and have become, like the old “flip” phones, almost identical in looks and capabilities. Note:  that the iPhone X is a “fashion” statement like the last of the “flip” phones. Does this mean the current smartphone market is vulnerable to an Outside the Box innovative new personal communication device? What do you think?</p><p>In coming columns, we will look at traditional Inside the Box improvements (called innovative) and explore true innovative Outside the Box developments.</p>"
}
