{
	"date": "February 19, 2018",
	"title": "3D Metal Printing",
	"author": "Randy Graves",
	"blog": "Outside the Box",
	"html": "<p>There is little doubt that the invention and patenting of the 3D Printer in 1983 was a true innovation that has forever changed the way that many plastic and now metal parts, components, and products are manufactured. 3D printed plastic items are now ubiquitous in many manufacturing industries. Today, automated 3D manufacturing cells can print continuously using collaborative robots, eliminating human labor associated with cycling 3D Printers. Many common plastic products are manufactured by 3D printers including many of the World’s hearing aids, cell phone cases, and a myriad of product parts/components. The cost precision 3D Plastic Printers has been reduced from over $100,000 to under $10,000 with many prototyping/home 3D Printers costing less than $1000.</p><p>While 3D Printers for plastics have rapidly advanced from the crude demonstrators of the 1990s, metal printing system advances have significantly lagged the plastic printing systems. The development of Selective Laser Sintering and patenting in 1995 was followed by many years of R&amp;D and in 2006 aluminum and titanium metal printing became a reality. Today, 3D Selective Laser Sintered metal parts are used throughout the aerospace, automotive, and railroad industries. Custom, low volume, jet and rocket engine components are routinely manufactured today using 3D Metal Printers with Laser Sintering. The Laser Sintering manufacturing process is precise and very effective but relatively slow.</p><p>The pressing need in metal printing has been for a rapid 3D Metal Printer that could effectively compete with the mature metal injection molding processes that has been the standard for small metal parts, components, and products for over 150 years. The latest development in 3D Metal Printers is a powder metallurgical sintering process that may well be a paradigm changer for small metal part manufacturing. The latest development is a self-contained printing and sintering system by Desktop Metal that uses metal powder to quickly print and sinter multiple metal parts in a single step. In the impressive on-line <a href='https://www.desktopmetal.com/products/production/''>video</a> from Desktop Metal, a small metal impeller was printed using the new Desktop Metal system and which produced over 500 parts in the same time that only 12 parts were made by 3D Laser Sintering.</p><p> This innovative system is an effective alternative to tradition metal injection molding, but is it a paradigm changer?  What do you think? </p>"
}
