{
	"date": "February 26, 2018",
	"title": "Generative Design",
	"author": "Randy Graves",
	"blog": "Outside the Box",
	"html": "<p>The last column explored 3D Metal Printed parts for large scale manufacturing and pointed out that this development is a paradigm changing innovation that will eventually replace metal casting and machining techniques. What is more important is that effective and precise 3D Metal Printing has unleashed a whole new realm of algorithm and software based creative design that is rapidly becoming a paradigm changing approach called Generative Design. A major kick start to Generative Design was initiated in 2013 by GE with its international jet engine mounting bracket design competition that focused on designing a high strength yet light weight bracket that could be printed on a 3D metal printer. The “standard” solid metal jet engine mounting bracket and the design competition winning jet engine mounting bracket are shown below:</p><div class='row'><div class='col-sm-6'><img src='img/blog/col3img1.png'></div><div class='col-sm-6'><img src='img/blog/col3img2.png'></div></div><p>The original bracket weighed 4.48 pounds, but winning 3D Metal Printed bracket weight was slashed by nearly 84 percent to just 0.72 pounds, yet met all design loads as demonstrated in extensive load testing. No longer does the internal structure have to be designed for casting or machining but opens up creative design to a whole new arena of effective, efficient, and strong mechanical designs for 3D printing such as lattice interiors.</p><!-- <div class='row'><div class='col-md-12'><img src='img/blog/col3img3.png'></div></div><div class='row'><div class='col-md-12'><p><a href='https://www.autodesk.com/solutions/generative-design'>More</a> on today’s typical generative design approaches.</p></div></div> --><a href='#''><img class='img-fluid' src='img/blog/col3img3.png'></a><span class='caption text-muted'>More on today’s typical generative design approaches <a href='https://www.autodesk.com/solutions/generative-design'>here</a>.</span><p>Generative Design approaches are parametric, algorithm based, and allow designers, engineers, and technicians to input design goals along with key parameters such as materials, application loads, manufacturing methods, etc. Then, using cloud based computing, analyses, and simulations, the generative design software creates many possible solutions, thus generating design alternatives.</p><p>For more information on generative design, see <a href='https://www.frustum.com'>frustrum.com</a>. Now designers are no longer faced with a single usually non-optimum solution, but instead, there can be multiple effective solutions generated within the desired parameters. Thus the designers and engineers can choose the “best” design that fits their needs. Is this a paradigm change? What do you think?</p>"
}
